import "./AboutUs.css";

const AboutUs = () => {
  return (
    <div className="main-about-us">
      <h1>من نحن ؟</h1>
      <div className="container">
        <h2>
          نحن فريق تقني متخصص في بناء حلول ويب مبتكرة تُواكب تطلعات المستقبل.
        </h2>
        <div className="desc">
          <p>
            مقاولاتى" هو منصة رقمية مبتكرة تم تطويرها بواسطة مجموعة من طلاب
            مرحلة التخرج، بهدف تقديم حلول متكاملة تخدم قطاع المقاولات والبناء.
            يوفّر الموقع خدمات متميزة تشمل تأجير المعدات الثقيلة، وتوفير أدوات
            ومواد البناء، بالإضافة إلى تسهيل فرص العمل للعمال والفنيين في مختلف
            التخصصات والمجالات. نحن نسعى إلى إحداث نقلة نوعية في مجال المقاولات
            من خلال تقديم تجربة رقمية متطورة، تربط بين أصحاب المشاريع،
            والموردين، والعمال في بيئة موثوقة وفعّالة. "مقاولاتى" ليس مجرد مشروع
            جامعي، بل رؤية مستقبلية لبناء مجتمع عمراني ذكي يعتمد على التكنولوجيا
            لتبسيط العمليات وتحقيق أعلى درجات الكفاءة والجودة.
          </p>
        </div>
      </div>
    </div>
  );
};

export default AboutUs;
